Repository: thefraggle/songflip
Catalog: iosApp/SongFlip/SongFlip/Localizable.xcstrings
Source language: en
Languages: bn, cs, da, de, el, es, fi, fr, hi, hu, id, it, ja, ko, mr, nb, nl, no, pl, pt, ro, ru, sv, th, tr, uk, vi, zh, zh_hans, zh_hant

# share_universal_link_desc
source: Share music links that open seamlessly in any streaming service.
bn: মিউজিক লিঙ্ক শেয়ার করুন যা যেকোনো স্ট্রিমিং সার্ভিসে নির্বিঘ্নে খোলে।
cs: Sdílejte hudební odkazy, které se bez problémů otevřou v jakékoli streamovací službě.
da: Del musiklinks, der åbner problemfrit i enhver streamingtjeneste.
de: Teile Musik-Links, die sich nahtlos auf jedem Streamingdienst öffnen.
el: Μοιραστείτε συνδέσμους μουσικής που ανοίγουν απρόσκοπτα σε οποιαδήποτε υπηρεσία streaming.
es: Comparte enlaces de música que se abren perfectamente en cualquier servicio de streaming.
fi: Jaa musiikkilinkkejä, jotka avautuvat saumattomasti missä tahansa suoratoistopalvelussa.
fr: Partagez des liens musicaux qui s'ouvrent facilement sur n'importe quel service de streaming.
hi: ऐसे संगीत लिंक शेयर करें जो किसी भी स्ट्रीमिंग सेवा में निर्बाध रूप से खुलें।
hu: Oszd meg a zenei linkeket, amelyek zökkenőmentesen megnyílnak bármely streaming szolgáltatásban.
id: Bagikan tautan musik yang terbuka mulus di layanan streaming apa pun.
it: Condividi link musicali che si aprono perfettamente su qualsiasi servizio di streaming.
ja: どのストリーミングサービスでもスムーズに開く音楽リンクを共有。
ko: 모든 스트리밍 서비스에서 원활하게 열리는 음악 링크를 공유하세요.
mr: कोणत्याही स्ट्रीमिंग सेवेमध्ये अखंडपणे उघडणारे संगीत लिंक शेअर करा.
nb: Del musikklenker som åpner sømløst i enhver strømmetjeneste.
nl: Deel muzieklinks die naadloos openen in elke streamingdienst.
no: Del musikklenker som åpner sømløst i enhver strømmetjeneste.
pl: Udostępniaj linki do muzyki, które otwierają się płynnie w dowolnej usłudze strumieniowej.
pt: Compartilhe links de músicas que abrem perfeitamente em qualquer serviço de streaming.
ro: Partajați linkuri muzicale care se deschid perfect în orice serviciu de streaming.
ru: Делитесь ссылками на музыку, которые открываются в любом стриминговом сервисе.
sv: Dela musiklänkar som öppnas sömlöst i valfri streamingtjänst.
th: แชร์ลิงก์เพลงที่เปิดได้อย่างราบรื่นในทุกบริการสตรีมมิ่ง
tr: Herhangi bir yayın hizmetinde sorunsuz açılan müzik bağlantıları paylaşın.
uk: Діліться посиланнями на музику, які безперешкодно відкриваються в будь-якому стрімінговому сервісі.
vi: Chia sẻ liên kết âm nhạc mở mượt mà trên mọi dịch vụ phát trực tuyến.
zh: 分享可在任何流媒体服务中无缝打开的音乐链接。
zh_hans: 分享可在任何流媒体服务中无缝打开的音乐链接。
zh_hant: 分享可在任何串流服務中順暢開啟的音樂連結。

# podcast_dialog_title
source: Podcast Detected
bn: পডকাস্ট সনাক্ত হয়েছে
da: Podcast fundet
de: Podcast erkannt
es: Pódcast detectado
fr: Podcast détecté
hi: पॉडकास्ट पहचाना गया
id: Podcast Terdeteksi
it: Podcast rilevato
ja: ポッドキャストを検出しました
ko: 팟캐스트 감지됨
mr: पॉडकास्ट आढळले
nl: Podcast gedetecteerd
no: Podkast oppdaget
pl: Wykryto podcast
pt: Podcast detectado
ru: Обнаружен подкаст
sv: Podd upptäckt
tr: Podcast Algılandı
uk: Виявлено подкаст
vi: Đã phát hiện Podcast
zh_hans: 检测到播客

# audiobook_dialog_title
source: Audiobook Detected
bn: অডিওবুক সনাক্ত হয়েছে
da: Lydbog fundet
de: Hörbuch erkannt
es: Audiolibro detectado
fr: Livre audio détecté
hi: ऑडियोबुक पहचानी गई
id: Buku Audio Terdeteksi
it: Audiolibro rilevato
ja: オーディオブックを検出しました
ko: 오디오북 감지됨
mr: ऑडिओबुक आढळले
nl: Audioboek gedetecteerd
no: Lydbok oppdaget
pl: Wykryto audiobook
pt: Audiolivro detectado
ru: Обнаружена аудиокнига
sv: Ljudbok upptäckt
tr: Sesli Kitap Algılandı
uk: Виявлено аудіокнигу
vi: Đã phát hiện Sách nói
zh_hans: 检测到有声读物

# podcast_dialog_body
source: SongFlip is specialized in music tracks and albums. Podcasts and audiobooks are not currently supported for cross-platform flipping.
bn: SongFlip সঙ্গীত ট্র্যাক এবং অ্যালবামে বিশেষজ্ঞ। পডকাস্ট এবং অডিওবুক বর্তমানে সমর্থित নয়।
da: SongFlip er specialiseret i musiknumre og albummer. Podcasts og lydbøger understøttes i øjeblikket ikke til konvertering.
de: SongFlip ist auf Musiktitel und Alben spezialisiert. Podcasts und Hörbücher werden derzeit nicht für die plattformübergreifende Weiterleitung unterstützt.
es: SongFlip está especializado en canciones y álbumes. Actualmente no se admiten pódcasts ni audiolibros para conversión.
fr: SongFlip est spécialisé dans les morceaux et albums. Les podcasts et livres audio ne sont pas pris en charge pour la conversion.
hi: SongFlip संगीत ट्रैक और एल्बम के लिए विशिष्ट है। पॉडकास्ट और ऑडियोबुक वर्तमान में समर्थित नहीं हैं।
id: SongFlip dikhususkan untuk lagu dan album musik. Podcast dan buku audio saat ini belum didukung untuk konversi.
it: SongFlip è specializzato in brani musicali e album. I podcast e gli audiolibri non sono attualmente supportati per la conversione.
ja: SongFlipは楽曲とアルバムに特化しています。ポッドキャストおよびオーディオブックは現在変換に対応していません。
ko: SongFlip은 음악 트랙 및 앨범에 특화되어 있습니다. 팟캐스트와 오디오북은 현재 변환을 지원하지 않습니다.
mr: SongFlip गाणी आणि अल्बमसाठी विशेषीकृत आहे. पॉडकास्ट आणि ऑडिओबुक सध्या समर्थित नाहीत.
nl: SongFlip is gespecialiseerd in muzieknummers en albums. Podcasts en audioboeken worden momenteel niet ondersteund voor conversie.
no: SongFlip er spesialisert på musikkspor og album. Podkaster og lydbøker støttes for øyeblikket ikke for konvertering.
pl: SongFlip specjalizuje się w utworach muzycznych i albumach. Podcasty i audiobooki nie są obecnie obsługiwane.
pt: O SongFlip é especializado em músicas e álbuns. Podcasts e audiolivros não são suportados para conversão no momento.
ru: SongFlip специализируется на музыкальных треках и альбомах. Подкасты и аудиокниги в настоящее время не поддерживаются.
sv: SongFlip är specialiserat på musikspår och album. Poddar och ljudböcker stöds inte för närvarande.
tr: SongFlip müzik parçaları ve albümler konusunda uzmanlaşmıştır. Podcastler ve sesli kitaplar şu anda desteklenmemektedir.
uk: SongFlip спеціалізується на музичних треках та альбомах. Подкасти та аудіокниги наразі не підтримуються.
vi: SongFlip chuyên về các bản nhạc và album. Podcast và sách nói hiện chưa được hỗ trợ chuyển đổi.
zh_hans: SongFlip 专注于音乐曲目和专辑。目前暂不支持播客和有声书的跨平台转换。

# podcast_badge
source: Podcast
bn: পডকাস্ট
es: Pódcast
hi: पॉडकास्ट
ja: ポッドキャスト
ko: 팟캐스트
mr: पॉडकास्ट
no: Podkast
ru: Подкаст
sv: Podd
uk: Подкаст
zh_hans: 播客

# audiobook_badge
source: Audiobook
bn: অডিওবুক
da: Lydbog
de: Hörbuch
es: Audiolibro
fr: Livre audio
hi: ऑडियोबुक
id: Buku Audio
it: Audiolibro
ja: オーディオブック
ko: 오디오북
mr: ऑडिओबुक
nl: Audioboek
no: Lydbok
pt: Audiolivro
ru: Аудиокнига
sv: Ljudbok
tr: Sesli Kitap
uk: Аудіокнига
vi: Sách nói
zh_hans: 有声书

# podcast_share_opening
source: Podcast detected – opening original...
bn: পডকাস্ট সনাক্ত হয়েছে – মূল লিঙ্ক খোলা হচ্ছে...
da: Podcast fundet – åbner original...
de: Podcast erkannt – öffne Original...
es: Pódcast detectado – abriendo original...
fr: Podcast détecté – ouverture de l'original...
hi: पॉडकास्ट पहचाना गया – मूल लिंक खोला जा रहा है...
id: Podcast terdeteksi – membuka tautan asli...
it: Podcast rilevato – apertura originale...
ja: ポッドキャストを検出 – オリジナルを開いています...
ko: 팟캐스트 감지됨 – 원본 여는 중...
mr: पॉडकास्ट आढळले – मूळ उघडत आहे...
nl: Podcast gedetecteerd – origineel openen...
no: Podkast oppdaget – åpner original...
pl: Wykryto podcast – otwieranie oryginału...
pt: Podcast detectado – abrindo original...
ru: Обнаружен подкаст – открываем оригинал...
sv: Podd upptäckt – öppnar original...
tr: Podcast algılandı – orijinal açılıyor...
uk: Виявлено подкаст – відкриваємо оригінал...
vi: Đã phát hiện podcast – đang mở bản gốc...
zh_hans: 检测到播客 – 正在打开原始链接...
